Revit 2015 API
Level.LevelType Property
 The level style of this level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public LevelType LevelType { get; set; }
Visual Basic
Public Property LevelType As LevelType
	Get
	Set
Visual C++
public:
property LevelType^ LevelType {
	LevelType^ get ();
	void set (LevelType^ value);
}
See Also
Level Class
Autodesk.Revit.DB Namespace